20260421234405-stocks_to_be_shortlisted_out_of.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-04-21 Tue 19:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>stocks to be shortlisted out of</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">stocks to be shortlisted out of</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org671a890">yes</a>
<ul>
<li><a href="#orgc1c4473">vimta labs&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#org603869c">pvp ventures&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#org536e118">jtl industries&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#org389b293">emil&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#org8fa9b74">vmart&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#orgb9488ff">niacl&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#org73eed7e">astec&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#orgd07a58b">gujalkalies&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#org87f3093">morepenlabs&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#orgc443e66">apollopipes&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#orgdbde4a6">eimco elecon&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#org4e7bd22">itdc&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
<li><a href="#org9fdf851">geojit fsl&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></a></li>
</ul>
</li>
<li><a href="#org5b96690">no</a>
<ul>
<li><a href="#orgaebf03b">sterling tools&#xa0;&#xa0;&#xa0;<span class="tag"><span class="no">no</span></span></a></li>
<li><a href="#orgc309f82">bajaj hind sugar&#xa0;&#xa0;&#xa0;<span class="tag"><span class="no">no</span></span></a></li>
<li><a href="#orgb3667cb">sadhnaniq</a></li>
<li><a href="#orgef71602">suven life</a></li>
<li><a href="#org7fda759">oswal agro</a></li>
<li><a href="#orgf3969de">aptech</a></li>
<li><a href="#orgc945182">zuari industries</a></li>
<li><a href="#org72ee5f0">agi greenpac</a></li>
<li><a href="#orgadfe39a">niitltd</a></li>
<li><a href="#org340a65a">dhanbank</a></li>
<li><a href="#org51bf5bb">kopran</a></li>
<li><a href="#org8650a6e">allcargo</a></li>
<li><a href="#orge9e9d04">mol</a></li>
<li><a href="#org68a8293">paragmilk</a></li>
<li><a href="#org80fd582">zuari</a></li>
<li><a href="#org4efca3e">nazara tech</a></li>
<li><a href="#org5e5b92c">sh kelkar</a></li>
<li><a href="#org1cb58c4">snowman</a></li>
<li><a href="#org7b9fe76">bshsl</a></li>
<li><a href="#org74b91c2">rpower</a></li>
<li><a href="#org7f062b1">shalby</a></li>
<li><a href="#org0cf8bc8">orissamine</a></li>
<li><a href="#orgbc1de83">adsl</a></li>
<li><a href="#orgcda2fad">eimco elecon</a></li>
</ul>
</li>
<li><a href="#org5239c38">book</a>
<ul>
<li><a href="#org17d3d5d">the mosquito</a></li>
<li><a href="#org51d3a5b">the myth of sisyphus</a></li>
<li><a href="#org9406641">the art of war.</a></li>
<li><a href="#orgf8a66a2">lolita</a></li>
<li><a href="#org1db05de">siddhartha hermen hesse</a></li>
<li><a href="#org2e1c7bf">deep survial lorence gonzales</a></li>
<li><a href="#orgffecfbd">endurance alfred</a></li>
<li><a href="#org4327a8d">the master and margarita</a></li>
<li><a href="#org24cfd91">brave new world aldeus huxley</a></li>
<li><a href="#org0190b5b">open andre agassi</a></li>
<li><a href="#org23dd4d3">war and peace leo tolstoy</a></li>
<li><a href="#org14e5f54">homage to catalonia george orwell</a></li>
<li><a href="#org9d4173a">george washington chernov</a></li>
<li><a href="#org7ed6430">the metaphysical club louis menand</a></li>
<li><a href="#orgdf34f47">trading in the zone</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org671a890" class="outline-2">
<h2 id="org671a890">yes</h2>
<div class="outline-text-2" id="text-org671a890">
</div>
<div id="outline-container-orgc1c4473" class="outline-3">
<h3 id="orgc1c4473">vimta labs&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-org603869c" class="outline-3">
<h3 id="org603869c">pvp ventures&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-org536e118" class="outline-3">
<h3 id="org536e118">jtl industries&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-org389b293" class="outline-3">
<h3 id="org389b293">emil&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-org8fa9b74" class="outline-3">
<h3 id="org8fa9b74">vmart&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-orgb9488ff" class="outline-3">
<h3 id="orgb9488ff">niacl&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-org73eed7e" class="outline-3">
<h3 id="org73eed7e">astec&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-orgd07a58b" class="outline-3">
<h3 id="orgd07a58b">gujalkalies&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-org87f3093" class="outline-3">
<h3 id="org87f3093">morepenlabs&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-orgc443e66" class="outline-3">
<h3 id="orgc443e66">apollopipes&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-orgdbde4a6" class="outline-3">
<h3 id="orgdbde4a6">eimco elecon&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-org4e7bd22" class="outline-3">
<h3 id="org4e7bd22">itdc&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
<div id="outline-container-org9fdf851" class="outline-3">
<h3 id="org9fdf851">geojit fsl&#xa0;&#xa0;&#xa0;<span class="tag"><span class="yes">yes</span></span></h3>
</div>
</div>
<div id="outline-container-org5b96690" class="outline-2">
<h2 id="org5b96690">no</h2>
<div class="outline-text-2" id="text-org5b96690">
</div>
<div id="outline-container-orgaebf03b" class="outline-3">
<h3 id="orgaebf03b">sterling tools&#xa0;&#xa0;&#xa0;<span class="tag"><span class="no">no</span></span></h3>
</div>
<div id="outline-container-orgc309f82" class="outline-3">
<h3 id="orgc309f82">bajaj hind sugar&#xa0;&#xa0;&#xa0;<span class="tag"><span class="no">no</span></span></h3>
</div>
<div id="outline-container-orgb3667cb" class="outline-3">
<h3 id="orgb3667cb">sadhnaniq</h3>
</div>
<div id="outline-container-orgef71602" class="outline-3">
<h3 id="orgef71602">suven life</h3>
</div>
<div id="outline-container-org7fda759" class="outline-3">
<h3 id="org7fda759">oswal agro</h3>
</div>
<div id="outline-container-orgf3969de" class="outline-3">
<h3 id="orgf3969de">aptech</h3>
</div>
<div id="outline-container-orgc945182" class="outline-3">
<h3 id="orgc945182">zuari industries</h3>
</div>
<div id="outline-container-org72ee5f0" class="outline-3">
<h3 id="org72ee5f0">agi greenpac</h3>
</div>
<div id="outline-container-orgadfe39a" class="outline-3">
<h3 id="orgadfe39a">niitltd</h3>
</div>
<div id="outline-container-org340a65a" class="outline-3">
<h3 id="org340a65a">dhanbank</h3>
</div>
<div id="outline-container-org51bf5bb" class="outline-3">
<h3 id="org51bf5bb">kopran</h3>
</div>
<div id="outline-container-org8650a6e" class="outline-3">
<h3 id="org8650a6e">allcargo</h3>
</div>
<div id="outline-container-orge9e9d04" class="outline-3">
<h3 id="orge9e9d04">mol</h3>
</div>
<div id="outline-container-org68a8293" class="outline-3">
<h3 id="org68a8293">paragmilk</h3>
</div>
<div id="outline-container-org80fd582" class="outline-3">
<h3 id="org80fd582">zuari</h3>
</div>
<div id="outline-container-org4efca3e" class="outline-3">
<h3 id="org4efca3e">nazara tech</h3>
</div>
<div id="outline-container-org5e5b92c" class="outline-3">
<h3 id="org5e5b92c">sh kelkar</h3>
</div>
<div id="outline-container-org1cb58c4" class="outline-3">
<h3 id="org1cb58c4">snowman</h3>
</div>
<div id="outline-container-org7b9fe76" class="outline-3">
<h3 id="org7b9fe76">bshsl</h3>
</div>
<div id="outline-container-org74b91c2" class="outline-3">
<h3 id="org74b91c2">rpower</h3>
</div>
<div id="outline-container-org7f062b1" class="outline-3">
<h3 id="org7f062b1">shalby</h3>
</div>
<div id="outline-container-org0cf8bc8" class="outline-3">
<h3 id="org0cf8bc8">orissamine</h3>
</div>
<div id="outline-container-orgbc1de83" class="outline-3">
<h3 id="orgbc1de83">adsl</h3>
</div>
<div id="outline-container-orgcda2fad" class="outline-3">
<h3 id="orgcda2fad">eimco elecon</h3>
</div>
</div>

<div id="outline-container-org5239c38" class="outline-2">
<h2 id="org5239c38">book</h2>
<div class="outline-text-2" id="text-org5239c38">
</div>
<div id="outline-container-org17d3d5d" class="outline-3">
<h3 id="org17d3d5d">the mosquito</h3>
</div>
<div id="outline-container-org51d3a5b" class="outline-3">
<h3 id="org51d3a5b">the myth of sisyphus</h3>
</div>
<div id="outline-container-org9406641" class="outline-3">
<h3 id="org9406641">the art of war.</h3>
</div>
<div id="outline-container-orgf8a66a2" class="outline-3">
<h3 id="orgf8a66a2">lolita</h3>
</div>
<div id="outline-container-org1db05de" class="outline-3">
<h3 id="org1db05de">siddhartha hermen hesse</h3>
</div>
<div id="outline-container-org2e1c7bf" class="outline-3">
<h3 id="org2e1c7bf">deep survial lorence gonzales</h3>
</div>
<div id="outline-container-orgffecfbd" class="outline-3">
<h3 id="orgffecfbd">endurance alfred</h3>
</div>
<div id="outline-container-org4327a8d" class="outline-3">
<h3 id="org4327a8d">the master and margarita</h3>
</div>
<div id="outline-container-org24cfd91" class="outline-3">
<h3 id="org24cfd91">brave new world aldeus huxley</h3>
</div>
<div id="outline-container-org0190b5b" class="outline-3">
<h3 id="org0190b5b">open andre agassi</h3>
</div>
<div id="outline-container-org23dd4d3" class="outline-3">
<h3 id="org23dd4d3">war and peace leo tolstoy</h3>
</div>
<div id="outline-container-org14e5f54" class="outline-3">
<h3 id="org14e5f54">homage to catalonia george orwell</h3>
</div>
<div id="outline-container-org9d4173a" class="outline-3">
<h3 id="org9d4173a">george washington chernov</h3>
</div>
<div id="outline-container-org7ed6430" class="outline-3">
<h3 id="org7ed6430">the metaphysical club louis menand</h3>
</div>
<div id="outline-container-orgdf34f47" class="outline-3">
<h3 id="orgdf34f47">trading in the zone</h3>
</div>
</div>
</div>
</body>
</html>